tap "dopplerhq/cli"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "oven-sh/bun"
tap "ozeias/postgresql"
brew "openssl@3"
brew "bash"
brew "bat"
brew "carapace"
brew "cmake"
brew "delve"
brew "direnv"
brew "dos2unix"
brew "duckdb"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gnupg"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "htop"
brew "imagemagick"
brew "ipython"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "luajit"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "nushell"
brew "pgcli"
brew "python@3.13"
brew "pipx"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sesh"
brew "starship"
brew "tectonic"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "uv"
brew "vivid"
brew "wget"
brew "zoxide"
brew "dopplerhq/cli/doppler"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
brew "ozeias/postgresql/postgis@16"
cask "raycast"
cask "wezterm@nightly"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "zhuangtongfa.material-theme"
