caskroom/cask/brew-cask
cmatrix
homebrew/php/composer
ctags
dnsmasq
exercism
git
gmp
htop-osx
imagemagick
keybase
libmemcached
mongodb
mysql
nginx
node
homebrew/php/php56-memcache
homebrew/php/phpmyadmin
python3
rlwrap
ruby
sbt
scala
sisc-scheme
the_silver_searcher
vim
wget
homebrew/dupes/zlib
