brew "bash"
brew "bat"
brew "delve"
brew "direnv"
brew "dos2unix"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "golangci-lint"
brew "htop"
brew "imagemagick"
brew "ipython"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "luajit"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "nushell"
brew "podman"
brew "ripgrep"
brew "ruby"
brew "tectonic"
brew "tmux"
brew "tree"
brew "uv"
brew "vivid"
brew "wget"
brew "zoxide"
cask "wezterm@nightly"
