aom
brotli
ca-certificates
cairo
delve
dos2unix
fontconfig
freetype
fribidi
fzf
gcc
gettext
gh
ghostscript
giflib
git
glib
gmp
go
golangci-lint
graphite2
harfbuzz
highway
htop
icu4c@77
imagemagick
imath
ipython
isl
jasper
jbig2dec
jpeg-turbo
jpeg-xl
lazygit
leptonica
libarchive
libb2
libde265
libdeflate
libevent
libheif
libidn
libidn2
liblqr
libmpc
libomp
libpng
libraw
libtiff
libtool
libunistring
libuv
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lpeg
lua
luajit
luarocks
luv
lz4
lzo
m4
mpdecimal
mpfr
ncurses
neovim
openexr
openjpeg
openssl@3
pango
pcre2
pixman
python@3.13
readline
ripgrep
ruby
shared-mime-info
sqlite
tectonic
tesseract
tmux
tree
tree-sitter
unibilium
utf8proc
webp
wget
x265
xorgproto
xz
zstd
