aom
autoconf
automake
bash-completion
brotli
ca-certificates
cairo
certifi
coreutils
ctags
delve
docbook
docbook-xsl
dos2unix
fd
fontconfig
freetype
fribidi
gcc
gdbm
geckodriver
gettext
gh
ghostscript
giflib
git
glib
gmp
gnu-getopt
go
golangci-lint
graphite2
harfbuzz
highway
htop
htop-osx
icu4c@77
imagemagick
imath
ipython
isl
itstool
jasper
jbig2dec
jpeg-turbo
jpeg-xl
lazygit
leptonica
libarchive
libb2
libde265
libdeflate
libevent
libffi
libgpg-error
libheif
libidn
libidn2
libksba
liblqr
libmpc
libomp
libpng
libraw
libsodium
libtiff
libtommath
libtool
libunistring
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
little-cms2
lpeg
lua
luajit
luv
lz4
lzo
m4
meson
mpdecimal
mpfr
nasm
ncurses
neovim
ninja
openexr
openjpeg
openssl@3
pango
pcre
pcre2
pipx
pixman
pkgconf
pyenv
python
python-certifi
python-packaging
python3
python@3.12
python@3.13
python@3.8
rbenv
readline
ripgrep
rlwrap
ruby
ruby-build
shared-mime-info
shellcheck
sphinx-doc
sqlite
tcl-tk
tectonic
telnet
tesseract
the_silver_searcher
tmux
tree
tree-sitter
unibilium
utf8proc
util-macros
vim
webp
wget
x265
xmlto
xorgproto
xz
zlib
zstd
android-platform-tools
font-hack-nerd-font
kitty
